<?php
// +----------------------------------------------------------------------
// | rootCMS 支付宝通知地址
// +----------------------------------------------------------------------
// | Copyright (c) 2015-2016 http://www.rootcms.cn, All rights reserved.
// +----------------------------------------------------------------------
// | Author: wb <wb1491@gmail.com>
// +----------------------------------------------------------------------

define('BIND_MODULE', 'Addons');
define('BIND_CONTROLLER', 'Cmpp');
define('BIND_ACTION', 'index');
require './index.php';
