<?php

// +----------------------------------------------------------------------
// | rootCMS 内容模块配置
// +----------------------------------------------------------------------
// | Copyright (c) 2015-2016 http://www.rootcms.cn, All rights reserved.
// +----------------------------------------------------------------------
// | Author: 
// +----------------------------------------------------------------------
return array(
    //模块名称
    'modulename' => '内容模块',
    //模块简介
    'introduce' => '这是一个功能强大的内容管理模块。',
    //模块介绍地址
    'address' => 'http://www.linuxxt.cn',
    //模块作者
    'author' => 'stumanager',
    //作者地址
    'authorsite' => 'http://www.linuxxt.cn',
    //作者邮箱
    'authoremail' => 'wb1491@gmail.com',
    //版本号，请不要带除数字外的其他字符
    'version' => '1.0.0',
    //适配最低ShuipFCMS版本，
    'adaptation' => '2.0.0',
    //签名
    'sign' => '53aca6c9973b327a6b6de720b45940f4',
    //依赖模块
    'depend' => array(),
);
