<?php

// +----------------------------------------------------------------------
// | rootCMS 计划任务 - 示例脚本
// +----------------------------------------------------------------------
// | Copyright (c) 2015-2016 http://www.rootcms.cn, All rights reserved.
// +----------------------------------------------------------------------
// | Author: 
// +----------------------------------------------------------------------

namespace CronScript;

class ShuipFCMSDemo {

    //任务主体
    public function run($cronId) {
        \Think\Log::record("我执行了计划任务事例 ShuipFCMSDemo.php！");
    }

}
